Revit 2027 API
ParameterTypeId.LevelRoomComputationHeight Property
 "Computation Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelRoomComputationHeight { get; }
Public Shared ReadOnly Property LevelRoomComputationHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelRoomComputationHeight {
	ForgeTypeId^ get ();
}
static member LevelRoomComputationHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace